import { Col, Container, Row } from "react-bootstrap"
import Image from 'react-bootstrap/Image'

function News(){


    return(
        <>
        <Container fluid className="jumbo" style={{'padding': '4rem 2rem','backgroundImage':'url(/src/background.jpg)','backgroundRepeat':'no-repeat','backgroundSize':'cover', 'marginBottom': '2rem', 'borderRadius': '.3rem'}}>
        <Container style={{'padding': '3rem 3rem', 'borderRadius': '.6rem', 'backgroundColor':'rgba(250, 250, 250, 0.5)'}}>
            <Row>
                <Col>
                <Image src="pic1.jpg" style={{'width':'30vw', 'height':'60vh', 'objectFit':'cover', 'borderRadius':'1rem'}}></Image>
                </Col>
                <Col>
                <h1>Учёный объяснил, зачем людям нужно изучать космос</h1>
                <p/>
                <h6>В современном мире есть люди, которые не понимают, зачем нужно узнавать как можно больше о пространстве, окружающем нашу планету. 
                    Подробно о том, что дает человечеству изучение космоса, рассказал учёный Сергей Назаров. Об этом пишет Федеральное агентство новостей (ФАН).
                </h6>
                <p>«Мы занимаемся работой, которая направлена в будущее. То есть прямо сейчас, например, ни одна домохозяйка никакой пользы от того, что мы открыли астероид, конечно, не получит. 
                Но когда мы открываем много таких небесных тел, то становится понятно, как устроена наша Солнечная система, — рассказал Сергей Назаров.
                — Соответственно, мы оцениваем, где расположены объекты, по каким орбитам они летают, и понимаем, например, насколько часто они могут сталкиваться с нашей планетой, 
                на каких характерных расстояниях и скоростях они двигаются. 
                Тем самым мы можем обеспечить безопасность нашей Земли».
                </p>
                <p>
                Помимо этого, если удастся обнаружить сверхполезные ископаемые на каком-либо астероиде, за которыми стоит полететь в космос, 
                то специалисты определяют, какие космические аппараты для этого необходимы, пояснил специалист.
                </p>
                <p>«Мы работаем на будущее. Ведется изучение всего и во всех направлениях: галактики, переменные звезды, экзопланеты, астероиды», — добавил Назаров.</p>
                <p>Он также отметил, что польза от этой работы станет заметна лет через 100. По мнению специалиста, в будущем человек сможет летать к астероиду, добывать воду с гидрокометы и другие ресурсы. Помимо этого, люди научатся отводить в сторону опасные космические объекты, угрожающие Земле.
                </p>
                </Col>
            </Row>  
        </Container>
        </Container>

        <Container fluid className="jumbo" style={{'padding': '4rem 2rem','backgroundImage':'url(/src/background.jpg)','backgroundRepeat':'no-repeat','backgroundSize':'cover', 'marginBottom': '2rem', 'borderRadius': '.3rem'}}>
        <Container style={{'padding': '3rem 3rem', 'borderRadius': '.6rem', 'backgroundColor':'rgba(250, 250, 250, 0.5)'}}>
            <Row>
                <Col>
                <Image src="card1.jpg" style={{'width':'30vw', 'height':'60vh', 'objectFit':'cover', 'borderRadius':'1rem'}}></Image>
                </Col>
                <Col>
                <h1>Быть или не быть: какая судьба ждет МКС после 2024 года?</h1>
                <p/>
                <h6>
                Международная космическая станция стала настоящим глобальным проектом, она доказала, что несмотря на политические противоречия, 
                экономические сложности и социальные перемены, разные страны могут эффективно и слаженно работать, делиться опытом, преодолевать сложности и находить компромисс, 
                однако предсказать будущее МКС после 2024 пока не берутся даже главы и представили мировых космических агентств, собравшиеся на всемирной конференции по исследованию 
                космоса – GLEX-2017.
                </h6>
                <p/>
                <p/>
                <p>Для представителей космических агентств большинства стран этот вопрос "очень сложен и деликатен", потому что альтернативы МКС пока не существует, 
                    а все исследования на низкой околоземной орбите невозможно прервать в одночасье. И даже при том, что Китай заявляет о доступности для международного сообщества 
                    его будущей космической станции, строительство которой планируется завершить к 2022 году, участники МКС надеются на очередное, пусть и недолгое, продление ее 
                    эксплуатации. </p>
                <p>Пилотируемая орбитальная станция МКС, строительство которой началось 20 ноября 1998 года, используется как многоцелевой космический исследовательский 
                    комплекс и регулярно посещается космонавтами и астронавтами. В ее создании участвуют 14 стран: США, Россия, Япония, Канада, Италия, Бельгия, Нидерланды, Дания, 
                    Норвегия, Франция, Испания, Германия, Швеция и Швейцария. Управление полетом МКС осуществляется из двух центров: российского в подмосковном городе Королеве и 
                    американского в городе Хьюстоне, штат Техас. </p>
                <p>За годы существования на МКС побывало свыше 200 человек из 15 стран мира. В 2015 году "Роскосмос" и NASA 
                    договорились продлить срок эксплуатации МКС до 2024 года.</p>
                <p>Одна из возможностей для дальнейшего использования станции, предусматривает трансформацию МКС или же какого-то отдельного ее отсека в центр симуляции жизни на Марсе. 
                    С одной стороны это продлит пребывание МКС на орбите, а с другой — позволит создать почти идеальные условия для подготовки космонавтов к будущим марсианским миссиям.
                    Баттисон считает, что "соглашение по эксплуатации МКС продлено до 2024 года, но что будет дальше, никто точно не знает, есть идеи по коммерциализации, но многие заявляют, 
                    что из-за дороговизны она не реализуется". </p>
                <p>По его словам, на сегодняшний день техническое состояние станции довольно хорошее, и это дает возможность для очередного 
                    продления ее полета, однако здесь уже встает вопрос о целесообразности дальнейших финансовых затрат.По его словам, НАСА уже начало анализировать, сколько станция сможет 
                    просуществовать при определенном уровне обслуживания, и "они хотят продлить срок службы до 2028 года".
                </p>
                </Col>
            </Row>
        </Container>
        </Container>

        <Container fluid className="jumbo" style={{'padding': '4rem 2rem','backgroundImage':'url(/src/background.jpg)','backgroundRepeat':'no-repeat','backgroundSize':'cover', 'marginBottom': '2rem', 'borderRadius': '.3rem'}}>
        <Container style={{'padding': '3rem 3rem', 'borderRadius': '.6rem', 'backgroundColor':'rgba(250, 250, 250, 0.5)'}}>
            <Row>
                <Col>
                <Image src="card2.jpg" style={{'width':'30vw', 'height':'60vh', 'objectFit':'cover', 'borderRadius':'1rem'}}></Image>
                </Col>
                <Col>
                <h1>С неба на воду: успешная посадка Starship приблизит полеты на Луну</h1>
                <p/>
                <h6>
                Как испытания ракетного комплекса Илона Маска повлияют на освоение дальнего космоса
                </h6>
                <p/>
                <p/>
                <p>
                Компания SpaceX провела четвертый испытательный полет многоразовой двухступенчатой ракетной системы Starship/Super Heavy. 
                Запуск ракетоноситель и космический корабль отработали практически штатно. Первая ступень снизилась до вод Мексиканского залива 
                и совершила маневр зависания над посадочной поверхностью. Вторая осуществила суборбитальный полет через половину земного шара и, 
                погасив скорость в верхних слоях атмосферы, упала в запланированном районе Индийского океана.
                </p>
                <p>
                Как сообщалось ранее, конструкторы и разработки комплекса Starship/Super Heavy ожидали, что время четвертого тестового полета обе 
                ступени благополучно возвратятся на Землю, что и было достигнуто. Это отличает нынешнюю попытку от предыдущих, когда акцент делался 
                на начальных этапах испытаний. Они завершились разрушениями ускорителя и космического корабля и были признаны лишь частично успешными.</p>
                <p>Безопасное возвращение космического ступеней ракетного комплекса на Землю — наиболее сложный этап миссии. Прохождение этого уровня делает 
                    всё более актуальным многократное использование системы для доставки грузов на орбиту, что позволит снизить стоимость этой услуги. 
                    Во-вторых, подтверждение заявленных характеристик позволяет рассматривать комплекс Starship как наиболее вероятный транспорт для полетов на Луну и Марс.
                </p>
                </Col>
            </Row>
        </Container>
        </Container>

        <Container fluid className="jumbo" style={{'padding': '4rem 2rem','backgroundImage':'url(/src/background.jpg)','backgroundRepeat':'no-repeat','backgroundSize':'cover', 'marginBottom': '2rem', 'borderRadius': '.3rem'}}>
        <Container style={{'padding': '3rem 3rem', 'borderRadius': '.6rem', 'backgroundColor':'rgba(250, 250, 250, 0.5)'}}>
            <Row>
                <Col>
                <Image src="card3.jpg" style={{'width':'30vw', 'height':'60vh', 'objectFit':'cover', 'borderRadius':'1rem'}}></Image>
                </Col>
                <Col>
                <h1>Почему 2024 год будет эпохальным для освоения космоса</h1>
                <p/>
                <p>
                Миссия к лунам Марса, множество частных лунных посадочных аппаратов, зонды к Венере и Юпитеру и испытания многоразовых 
                ракет-носителей тяжелого класса — это лишь некоторые из многочисленных ярких событий, которые мы будем наблюдать в ближайшие 12 месяцев. 
                Следующий год обещает стать необычайным в истории освоения космоса.Вот план человечества по освоению космоса на 2024 год.
                </p>
                <p/>
                <h6>Луна станет главной ареной событий 2024 года</h6>
                <p>
                Беспрецедентное количество миссий к Луне, как частных, так и государственных, должно состояться в ближайшем году, 
                увенчавшись пилотируемым полетом Artemis 2 NASA вокруг нашего спутника. Однако до этого нас ожидает множество роботизированных миссий.
                </p>
                <h6>Новые ракеты и космические корабли</h6>
                <p>Транспортные средства, которые доставляют нас на орбиту и дальше, становятся более совершенными и разнообразными. В 2024 году состоится ряд новых испытаний и первых запусков.</p>
                </Col>
            </Row>
        </Container>
        </Container>
        </>
    )
}

export default News